{
  "title": "Incentive award schemes: what are they?",
  "description": "",
  "public_updated_at": "2014-01-23T00:00:00+01:00",
  "update_type": "major",
  "details": {
    "body": "Incentive awards are a way of rewarding employees and others\nwith cash, goods or holidays rather than increases in pay. Schemes\ncan vary from national promotions to a prize raffle held by a small\nfirm. Rewards of goods or holidays will usually involve the use of\na voucher.\n[EIM16040](/guidance/employment-income-manual/EIM16000#EIM16040) explains the meaning of\n'voucher' for tax purposes.\n\nAwards may be linked to sales performance, good timekeeping,\nsafety or production records, or may involve participation in a\nlottery or prize draw. Schemes may be intended to benefit employees\nor the self-employed, or both.\n\nAwards may be made by the employee's direct employer or by a\nthird party with an interest in the performance of the employee.\nFor example, a car manufacturer is more likely to give an incentive\naward to a person employed by a dealership than the direct\nemployer.\n\nSometimes employers or third parties may buy ready-made\nincentive schemes from a promoter of such schemes, instead of\ndevising their own arrangements. Where this is done, the promoter\nwill generally be responsible for organising the incentive scheme\nand providing the awards to the employees, but will have no\nresponsibility for any tax due on the awards. See\n[EIM11220](/guidance/employment-income-manual/EIM11200#EIM11220) about promoters and tax on\nawards.\n\nFurther guidance is set out at the references listed\nbelow:\n\n",
    "section_id": "EIM11200",
    "breadcrumbs": [],
    "child_section_groups": [
      {
        "child_sections": [
          {
            "section_id": "EIM11205",
            "title": "Incentive award schemes:\n\ntax liability on incentive awards",
            "description": "Optional"
          },
          {
            "section_id": "EIM11210",
            "title": "Incentive award schemes:\n\nawards to an employee's family or dependants",
            "description": "Optional"
          }
        ]
      }
    ]
  }
}
